Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/SettingsCellularUI/CellulariPad.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CELLULAR_SETUP_DATA_COLLECTION_DISCLOSURE
source: Apple may use your location and device information to determine the cellular options for your iPad.
ar: قد تستخدم Apple موقعك ومعلومات الجهاز لتحديد الخيارات الخلوية لـ iPad.
bg: Apple може да използва информацията за местоположението и устройството ви, за да определи наличните мобилни планове за вашия iPad.
ca: Apple pot utilitzar la teva ubicació i informació del teu dispositiu per determinar les opcions de dades mòbils disponibles per a l’iPad.
cs: Apple může využít informace o vaší poloze a zařízení ke zjištění, které možnosti mobilního připojení jsou pro váš iPad dostupné.
da: Apple kan bruge din lokalitet og dine enhedsoplysninger til at fastslå, hvilke mobilnetværk der er tilgængelige på din iPad.
de: Apple kann deinen Standort und deine Geräteinformationen verwenden, um die Mobilfunkoptionen für dein iPad zu bestimmen.
el: Η Apple μπορεί να χρησιμοποιήσει την τοποθεσία σας και τα στοιχεία της συσκευής σας για να προσδιορίσει τις επιλογές κινητού δικτύου για το iPad σας.
es: Apple puede usar tu ubicación y la información de tu dispositivo para determinar las opciones de datos móviles disponibles para el iPad.
es_419: Apple podría usar tu ubicación y la información de tu dispositivo para determinar las opciones de red celular para tu iPad.
fi: Apple voi käyttää sijaintiasi ja laitteesi tietoja iPadillesi saatavilla olevien mobiilivaihtoehtojen selvittämiseksi.
fr: Apple peut utiliser votre position géographique et des informations sur votre appareil pour déterminer les forfaits cellulaires disponibles pour votre iPad.
fr_ca: Apple est susceptible d’utiliser votre position et les informations de votre appareil pour déterminer les options cellulaires disponibles pour votre iPad.
he: ייתכן ש-Apple תשתמש במיקום שלך ובפרטי המכשיר כדי לקבוע את האפשרויות הסלולריות עבור ה-iPad.
hi: Apple आपके iPad के लिए मोबाइल विकल्प निर्धारित करने के लिए आपके स्थान और डिवाइस जानकारी का इस्तेमाल कर सकता है।
hr: Apple može upotrijebiti vašu lokaciju i informacije o uređaju za određivanje opcija mobilne mreže za vaš iPad.
hu: Előfordulhat, hogy az Apple felhasználja az Ön helyzetét és eszközinformációit, hogy meghatározza az Ön iPadjéhez elérhető mobilhálózati lehetőségeket.
id: Apple mungkin menggunakan informasi lokasi dan perangkat Anda untuk menentukan pilihan seluler bagi iPad Anda.
it: Apple potrebbe utilizzare la tua posizione e le informazioni relative al tuo dispositivo per determinare le opzioni di dati cellulare per iPad.
ja: AppleはあなたのiPadのモバイル通信オプションを判断するために位置およびデバイスの情報を使用する場合があります。
kk: iPad құрылғыңыз үшін ұялы байланыс опцияларын анықтау мақсатында Apple геолокацияңыз бен құрылғыңыз туралы ақпаратты пайдалануы мүмкін.
ko: Apple이 사용자의 iPad를 위한 셀룰러 옵션을 파악하기 위해 사용자의 위치 및 기기 정보를 사용할 수 있습니다.
lt: „Apple“ gali naudoti jūsų vietos duomenis ir įrenginio informaciją, kad nustatytų jūsų „iPad“ mobiliojo ryšio parinktis.
ms: Apple mungkin menggunakan maklumat lokasi dan peranti anda untuk menentukan pilihan selular bagi iPad anda.
nl: Apple kan je locatie en apparaatinformatie gebruiken om de opties voor mobiele data te bepalen voor je iPad.
no: Apple kan bruke posisjonen og enhets­informasjonen din for å avgjøre hvilke mobilnettvalg som er tilgjengelige for iPaden din.
pl: Apple może używać Twojego położenia oraz informacji o urządzeniu do określania opcji komórkowych dla Twojego iPada.
pt_br: A Apple pode usar a sua localização e informações sobre o dispositivo para determinar as opções de cobertura celular para o iPad.
pt_pt: A Apple poderá usar informação relativa à sua localização e ao seu dispositivo para determinar as opções de dados móveis para o seu iPad.
ro: Apple poate utiliza localizarea dvs. și informațiile dispozitivului pentru a determina opțiunile celulare pentru iPad‑ul dvs.
ru: Apple может использовать Вашу геопозицию и сведения об устройстве с целью поиска сотовых тарифов для Вашего iPad.
sk: Spoločnosť Apple môže použiť vašu polohu a informácie o zariadení na stanovenie možností mobilného pripojenia, ktoré sú dostupné pre váš iPad.
sl: Apple lahko uporablja vašo lokacijo in podatke o napravi, da vam prikaže mobilne možnosti za vaš iPad.
sv: Apple kan använda din plats- och enhetsinformation till att avgöra tillgängliga mobilabonnemang för din iPad.
th: Apple อาจใช้ข้อมูลตำแหน่งที่ตั้งและอุปกรณ์ของคุณเพื่อพิจารณาตัวเลือกเซลลูลาร์สำหรับ iPad ของคุณ
tr: Apple, iPad’iniz için hücresel seçenekleri belirlemek amacıyla konumunuzu ve aygıt bilgilerinizi kullanabilir.
uk: Apple може використовувати інформацію про вашу геопозицію і пристрій, щоб визначати опції стільникового звʼязку для вашого iPad.
vi: Apple có thể sử dụng thông tin vị trí và thiết bị của bạn để xác định các tùy chọn di động cho iPad của bạn.
zh_cn: Apple可能会使用你的位置和设备信息来确定适用于iPad的蜂窝网络选项。
zh_hk: Apple可能會使用你的位置和裝置資料以確定你iPad的流動網絡計劃選項。
zh_tw: Apple可能會使用你的位置和裝置資訊來確認你iPad的行動方案選項。

source: Reset Statistics
ar: إعادة تعيين الإحصائيات
bg: Нулиране на статистиката
ca: Restableix les estadístiques
cs: Resetovat statistiky
da: Nulstil statistik
de: Statistiken zurücksetzen
el: Επαναφορά στατιστικών
es: Restablecer estadísticas
es_419: Restablecer estadísticas
fi: Nollaa tilastot
fr: Réinitialiser les statistiques
fr_ca: Réinitialiser les statistiques
he: איפוס הנתונים
hi: सांख्यिकी रीसेट करें
hr: Resetiraj statistiku
hu: Statisztika alaphelyzetbe állítása
id: Atur Ulang Statistik
it: Azzera statistiche
ja: 統計情報をリセット
kk: Статистиканы нөлдеу
ko: 통계 재설정
lt: Nustatyti statistiką iš naujo
ms: Reset Statistik
nl: Stel gegevens opnieuw in
no: Nullstill statistikk
pl: Wyzeruj statystyki
pt_br: Redefinir Estatísticas
pt_pt: Repor estatísticas
ro: Resetați statistici
ru: Сбросить статистику
sk: Resetovať štatistiky
sl: Ponastavi statistiko
sv: Nollställ statistik
th: รีเซ็ตสถิติ
tr: İstatistikleri Sıfırla
uk: Скинути статистику
vi: Đặt lại số liệu thống kê
zh_cn: 还原统计数据
zh_hk: 重設統計資料
zh_tw: 重置統計資料

# CELLULAR_SETTINGS_SUBTITLE
source: Find out how much data you’re using, set data restrictions, and manage carrier settings such as eSIM and Wi-Fi calling. [Learn more…](helpkit://open?topic=ipadbfe780eb)
ar: معرفة مقدار البيانات التي تستخدمها، وتعيين قيود البيانات، وإدارة إعدادات شركة الاتصالات مثل مكالمات Wi-Fi والشريحة الإلكترونية. [معرفة المزيد…](helpkit://open?topic=ipadbfe780eb)
bg: Разберете колко данни използвате, настройте ограничения на данните и управлявайте настройките на оператора като обаждания с eSIM и Wi-Fi. [Научете повече…](helpkit://open?topic=ipadbfe780eb)
ca: Consulta el consum de dades, aplica‑hi restriccions i configura l’eSIM, les trucades per Wi‑Fi i la resta de serveis que ofereixi l’operador. [Més informació…](helpkit://open?topic=ipadbfe780eb)
cs: Informace o tom, kolik dat využíváte, nastavení omezení pro data a správa voleb operátora, například pro eSIM nebo Wi‑Fi hovory. [Další informace…](helpkit://open?topic=ipadbfe780eb)
da: Find ud af, hvor meget data du bruger, indstil databegrænsninger, og administrer operatørindstillinger, f.eks. eSIM og Wi-Fi-opkald. [Læs mere…](helpkit://open?topic=ipadbfe780eb)
de: Finde heraus, wie viele Daten du nutzt, lege Datenbeschränkungen fest und verwalte Netzbetreiber-Einstellungen wie eSIMs und WLAN-Telefonie. [Weitere Infos …](helpkit:///open?topic=iph3dd5f213)
el: Ενημερωθείτε για την ποσότητα των δεδομένων που χρησιμοποιείτε, καθορίστε περιορισμούς δεδομένων και διαχειριστείτε ρυθμίσεις φορέα, όπως κάρτα eSIM και κλήσεις μέσω Wi-Fi. [Μάθετε περισσότερα…](helpkit://open?topic=ipadbfe780eb)
es: Consulta tu consumo de datos, establece restricciones y gestiona los ajustes del operador, como la configuración de tarjetas eSIM y de las llamadas por Wi‑Fi. [Más información…](helpkit://open?topic=ipadbfe780eb)
es_419: Entérate de la cantidad de datos que usas, establece restricciones de consumo de datos y administra la configuración de tu operador, como las llamadas mediante eSIM y Wi-Fi. [Obtén detalles…](helpkit://open?topic=ipadbfe780eb)
fi: Saa selville, kuinka paljon dataa käytät, aseta datarajoituksia ja hallitse operaattoriasetuksia, kuten eSIM ja Wi-Fi-puhelut. [Lisätietoja…](helpkit://open?topic=ipadbfe780eb)
fr: Consultez votre consommation de données, définissez des restrictions d’utilisation de données et gérez les réglages de votre opérateur tels que les appels via votre eSIM ou Wi-Fi. [En savoir plus…](helpkit://open?topic=iph3dd5f213)
fr_ca: Consultez votre consommation de données, fixez des restrictions et gérez les réglages de l’opérateur, comme ceux qui se rapportent aux eSIM et aux appels Wi‑Fi. [En savoir plus…](helpkit://open?topic=ipadbfe780eb)
he: באפשרותך לראות בכמה נתונים השתמשת, להגדיר הגבלות לשימוש בנתונים ולנהל את הגדרות המפעיל הסלולרי כגון eSIM ו״שיחות דרך רשת אלחוטית״. [פרטים נוספים…](helpkit://open?topic=ipadbfe780eb)
hi: जानें कि आपने कितना डेटा इस्तेमाल कर लिया है, डेटा प्रतिबंध सेट करें और eSIM और वाई-फ़ाई कॉलिंग जैसी कैरियर सेटिंग्ज़ प्रबंधित करें। [अधिक जानें…](helpkit://open?topic=ipadbfe780eb)
hr: Saznajte koliko podataka koristite, podesite ograničenja uporabe podataka i upravljajte postavkama operatera, kao što su eSIM i Wi-Fi pozivi. [Saznajte više…](helpkit://open?topic=ipadbfe780eb)
hu: Megtudhatja, hogy mennyi adatot használ fel, beállíthat adatkorlátozásokat, és kezelheti a szolgáltató beállításait, például az eSIM‑re és a Wi‑Fi-hívásokra vonatkozó beállításokat. [Bővebben…](helpkit://open?topic=ipadbfe780eb)
id: Cari tahu berapa banyak data yang Anda gunakan, atur pembatasan data, dan kelola pengaturan operator seperti eSIM dan panggilan Wi-Fi. [Lebih lanjut…](helpkit://open?topic=ipadbfe780eb)
it: Consulta il tuo consumo di dati, configura limitazioni e gestisci le impostazioni per funzionalità del gestore come eSIM e chiamate Wi‑Fi. [Scopri di più…](helpkit://open?topic=ipadbfe780eb)
ja: データ使用量の確認、データ制限の設定、eSIMやWi‑Fi通話などの通信事業者設定の管理を行います。[詳しい情報…](helpkit://open?topic=ipadbfe780eb)
kk: Деректерді қандай көлемде пайдаланатыныңызды қараңыз, дерек шектеулерін қойыңыз және eSIM мен Wi-Fi арқылы қоңырау шалу сияқты оператор реттеулерін басқарыңыз. [Толығырақ…](https://support.apple.com/guide/iphone/view-or-change-cellular-data-settings-iph3dd5f213/ios)
ko: 데이터 사용량을 확인하고, 데이터 제한을 설정하며, eSIM 및 Wi-Fi 통화 등의 이동통신사 설정을 관리합니다. [더 알⁠아⁠보⁠기…](helpkit://open?topic=ipadbfe780eb)
lt: Sužinokite, kiek duomenų sunaudojate, nustatykite duomenų apribojimus ir tvarkykite operatoriaus nustatymus, pvz., „eSIM“ ir skambinimą per „Wi-Fi“. [Sužinokite daugiau…](helpkit://open?topic=ipadbfe780eb)
ms: Ketahui jumlah data yang anda gunakan, setkan pengehadan data dan urus seting pembawa seperti eSIM dan panggilan Wi‑Fi. [Ketahui lebih lanjut…](helpkit://open?topic=ipadbfe780eb)
nl: Ontdek hoeveel data je gebruikt, stel databeperkingen in en beheer aanbieder­instellingen, zoals e‑sim en bellen via wifi. [Meer informatie…](helpkit://open?topic=ipadbfe780eb)
no: Finn ut hvor mye data du bruker, sett datagrenser og administrer operatør­innstillinger som eSIM og Wi‑Fi-anrop. [Finn ut mer…](helpkit://open?topic=ipadbfe780eb)
pl: Sprawdzaj zużycie danych, konfiguruj limity danych oraz zarządzaj ustawieniami operatora, takimi jak karta eSIM i połączenia przez Wi‑Fi. [Więcej informacji…](helpkit://open?topic=ipadbfe780eb)
pt_br: Descubra qual é o seu consumo de dados, defina restrições de dados e gerencie ajustes da operadora, como eSIM e ligações via Wi‑Fi. [Saiba mais…](helpkit://open?topic=iph3dd5f213)
pt_pt: Pode consultar o consumo de dados, definir restrições de dados e gerir as definições da operadora como eSIM e chamadas por Wi‑Fi. [Saiba mais…](helpkit://open?topic=ipadbfe780eb)
ro: Aflați cât de mare este traficul de date utilizat, fixați restricții pentru date și gestionați configurările specifice operatorilor, precum eSIM și apelarea Wi‑Fi. [Mai multe…](helpkit://open?topic=ipadbfe780eb)
ru: Следите за объемом использования сотовых данных, устанавливайте ограничения на расход данных и управляйте настройками оператора, например eSIM и вызовами по Wi‑Fi. [Подробнее…](helpkit://open?topic=ipadbfe780eb)
sk: Informácie o tom, koľko dát využívate, nastavenia obmedzení dát a správa nastavení operátora, napríklad pre eSIM a volania cez Wi‑Fi. [Viac informácií…](helpkit://open?topic=ipadbfe780eb)
sl: Prejmite informacije o tem, koliko podatkov porabite, nastavite omejitve podatkov in upravljajte nastavitve operaterja, kot sta na primer eSIM in klicanje prek omrežja Wi-Fi. [Več o tem …](helpkit://open?topic=ipadbfe780eb)
sv: Ta reda på hur mycket data du använder, ställ in begränsningar för data och hantera operatörsinställningar som eSIM och Wi‑Fi-samtal. [Läs mer…](helpkit://open?topic=ipadbfe780eb)
th: ค้นหาว่าคุณใช้ข้อมูลไปเท่าไหร่ ตั้งค่าการจำกัดข้อมูล และจัดการการตั้งค่าผู้ให้บริการ เช่น eSIM และการโทร Wi‑Fi [เรียนรู้เพิ่มเติม…](helpkit://open?topic=ipadbfe780eb)
tr: Ne kadar veri kullandığınızı bulun, veri sınırlamaları ayarlayın, eSIM ve Wi-Fi ile Arama gibi operatör ayarlarını yönetin. [Daha fazla bilgi…](helpkit://open?topic=ipadbfe780eb)
uk: Відстежуйте, скільки даних ви використовуєте, задавайте обмеження для даних і керуйте параметрами оператора для карток eSIM і викликів через Wi‑Fi. [Докладніше…](helpkit://open?topic=ipadbfe780eb)
vi: Tìm hiểu xem bạn đang sử dụng bao nhiêu dữ liệu, đặt các giới hạn dữ liệu, cũng như quản lý các cài đặt nhà cung cấp như eSIM và cuộc gọi Wi-Fi. [Tìm hiểu thêm…](helpkit://open?topic=ipadbfe780eb)
zh_cn: 了解数据用量，设定数据限制，并管理eSIM和Wi-Fi通话等运营商设置。[进一步了解…](helpkit://open?topic=ipadbfe780eb)
zh_hk: 查看你的數據使用量，設定數據限制，並管理電訊商設定，例如eSIM和Wi-Fi通話。[進一步了解⋯](helpkit://open?topic=ipadbfe780eb)
zh_tw: 查看數據用量、設定數據取用限制，並管理eSIM和Wi-Fi通話等電信業者設定。[更多內容⋯](helpkit://open?topic=ipadbfe780eb)

# TURN_ON_LOCATION_SERVICES_BUTTON_TEXT
source: Turn on Location Services
ar: تشغيل خدمات الموقع
bg: Включване на услугите за местоположение
ca: Activa la localització
cs: Zapnout polohové služby
da: Slå Lokalitetstjenester til
de: Ortungsdienste aktivieren
el: Ενεργοποίηση Υπηρεσιών τοποθεσίας
es: Activar localización
es_419: Activar Localización
fi: Laita Sijaintipalvelut päälle
fr: Activer le service de localisation
fr_ca: Activer le service de localisation
he: הפעלת ״שירותי מיקום״
hi: स्थान सेवा चालू करें
hr: Uključite Lokacijske usluge
hu: Helymeghatározás bekapcsolása
id: Nyalakan Layanan Lokasi
it: Attiva Localizzazione
ja: 位置情報サービスをオンにする
kk: Геолокация сервистерін қосу
ko: 위치 서비스 켜기
lt: Įjungti vietos nustatymo paslaugas
ms: Aktifkan Perkhidmatan Lokasi
nl: Schakel 'Locatievoorzieningen' in
no: Slå på Stedstjenester
pl: Włącz usługi lokalizacji
pt_br: Ativar Serviços de Localização
pt_pt: Ativar serviços de localização
ro: Activați serviciile de localizare
ru: Включить Службы геолокации
sk: Zapnúť lokalizačné služby
sl: Vklopi lokacijske storitve
sv: Slå på Platstjänster
th: เปิดใช้บริการหาตำแหน่งที่ตั้ง
tr: Konum Servisleri’ni Aç
uk: Увімкніть Служби локації
vi: Bật Dịch vụ định vị
zh_cn: 打开“定位服务”
zh_hk: 開啟「定位服務」
zh_tw: 開啟「定位服務」

# TRANSFER_PLAN_FOOTER
source: Transfer a data plan from another iPad to this iPad.
ar: نقل باقة بيانات من iPad آخر إلى هذا الـ iPad.
bg: Прехвърлете план за данни от друг iPad на този iPad.
ca: Transfereix un pla de dades d’un altre iPad.
cs: Přeneste do tohoto iPadu mobilní tarif z jiného iPadu.
da: Overfør et dataabonnement fra en anden iPad til denne iPad.
de: Übertrage einen Datentarif von einem anderen iPad auf dieses iPad.
el: Μεταφέρετε ένα πρόγραμμα δεδομένων από ένα άλλο iPad σε αυτό το iPad.
es: Transfiere a este iPad un plan de datos desde otro iPad.
es_419: Transfiere un plan de datos de otro iPad a este.
fi: Siirrä dataliittymä toisesta iPadista tähän iPadiin.
fr: Transférez le forfait de données d’un autre iPad vers cet iPad.
fr_ca: Transférez un forfait de données d’un autre iPad à cet iPad.
he: ניתן להעביר תוכנית נתונים מ-iPad אחר ל-iPad הזה.
hi: दूसरे iPad से इस iPad में डेटा प्लान ट्रांसफ़र करें।
hr: Prenesite podatkovni plan s drugog iPada na ovaj iPad.
hu: Átvihet egy adat-előfizetést egy másik iPadről erre az iPadre.
id: Transfer paket data dari iPad lain ke iPad ini.
it: Trasferisci un piano dati da un altro iPad a questo dispositivo.
ja: ほかのiPadからこのiPadにデータプランを転送します。
kk: Тарифтік жоспарды басқа iPad құрылғысынан осы iPad құрылғысына тасымалдаңыз.
ko: 다른 iPad에서 이 iPad로 데이터 요금제를 전송합니다.
lt: Perkelti duomenų planą iš kito „iPad“ į šį „iPad“.
ms: Pindahkan pelan data daripada iPad lain ke iPad ini.
nl: Zet een data-abonnement van een andere iPad over naar deze iPad.
no: Overfør et dataabonnement til denne iPaden fra en annen iPad.
pl: Przenieś plan danych z innego iPada na tego.
pt_br: Transfira um plano de dados de outro iPad para este.
pt_pt: Transferir um plano de dados de outro iPad para este iPad.
ro: Transferați un plan de date de pe alt iPad pe acest iPad.
ru: Перенесите тариф сотовых данных с другого iPad на этот iPad.
sk: Preneste si dátový program z iného iPadu na tento iPad.
sl: Prenesite paket mobilnih podatkov iz drugega iPada v ta iPad.
sv: Överför ett mobildataabonnemang från en annan iPad till denna iPad.
th: ถ่ายโอนแผนบริการข้อมูลจาก iPad เครื่องอื่นไปยัง iPad เครื่องนี้
tr: Başka bir iPad’den bu iPad’e veri planı aktarın.
uk: Перенести тарифний план з іншого iPad на цей iPad.
vi: Chuyển gói cước dữ liệu từ một iPad khác sang iPad này.
zh_cn: 将数据套餐从另一台iPad转移到此iPad。
zh_hk: 將數據計劃由另一部iPad轉移至此iPad。
zh_tw: 將其他iPad的數據方案移轉到此iPad。

# FALLBACK_FOOTER_WIFI
source: Allow apps having trouble with Wi-Fi to use cellular data.
ar: السماح للتطبيقات التي تواجه مشكلة مع Wi-Fi باستخدام البيانات الخلوية.
bg: Разрешава се на приложенията, които имат проблем с Wi-Fi, да използват мобилни данни.
ca: Permet utilitzar les dades mòbils a les apps que tinguin problemes amb la connexió Wi‑Fi.
cs: Povolí používání mobilních dat aplikacím, které mají potíže s Wi‑Fi.
da: Tillad apps, der har problemer med Wi-Fi, at bruge mobildata.
de: Bei WLAN-Problemen dürfen Apps mobile Daten benutzen.
el: Να επιτρέπεται σε εφαρμογές που αντιμετωπίζουν προβλήματα με το Wi-Fi να χρησιμοποιούν κινητό δίκτυο.
es: Permitir a las apps con problemas de Wi-Fi usar la conexión de datos móviles.
es_419: Permitir usar la conexión de datos celulares a las apps con problemas para conectarse a la red Wi-Fi.
fi: Salli mobiilidatan käyttö apeille, joilla on Wi-Fi-ongelmia.
fr: Autorisez les apps ayant des problèmes avec le Wi-Fi à utiliser les données cellulaires.
fr_ca: Autorisez les apps ayant des problèmes avec le Wi-Fi à utiliser les données cellulaires.
he: ניתן לאפשר ליישומים שמתקשים להשתמש ברשת האלחוטית להשתמש בנתונים סלולריים.
hi: जिन ऐप्स को वाई-फ़ाई के साथ समस्या आ रही हो, उन्हें मोबाइल डेटा के उपयोग की अनुमति दें।
hr: Dozvoli aplikacijama koje imaju poteškoća s Wi-Fi mrežom uporabu mobilne podatkovne mreže.
hu: A mobilhálózat használatának engedélyezése az olyan appok számára, amelyeknek problémája van a Wi-Fi-vel.
id: Izinkan app yang bermasalah dengan Wi-Fi untuk menggunakan data seluler.
it: Consenti alle app che riscontrano problemi con la rete Wi-Fi di usare i dati cellulare.
ja: Wi-Fiで問題が起きているアプリがモバイルデータ通信を使用することを許可します。
kk: Ұялы деректерді пайдалану бойынша мәселе туындаған жағдайда, қолданбаларға Wi-Fi желісін пайдалануға рұқсат беру.
ko: Wi‑Fi 사용에 문제가 있는 앱은 셀룰러 데이터를 사용하도록 허용합니다.
lt: Leiskite programoms, kurioms sunku prisijungti prie „Wi-Fi“, naudoti mobiliojo ryšio duomenis.
ms: Benarkan app yang menghadapi masalah dengan Wi-Fi untuk menggunakan data selular.
nl: Sta mobieledataverbinding toe voor apps die niet goed werken met wifi.
no: Tillat bruk av mobildata ved Wi‑Fi-problemer.
pl: Pozwalaj aplikacjom, które mają problemy z siecią Wi‑Fi, używać danych komórkowych.
pt_br: Permite que os apps que estejam tendo problemas com a rede Wi-Fi usem dados celulares.
pt_pt: Permitir que as aplicações que tenham problemas com a rede Wi‑Fi usem dados móveis.
ro: Permiteți-le aplicațiilor care întâmpină probleme legate de Wi-Fi să utilizeze datele celulare.
ru: Разрешать передавать данные по сотовой сети приложениям при нестабильной работе Wi‑Fi.
sk: Povoliť apkám, ktoré majú problém s Wi‑Fi, používať mobilné dáta.
sl: Dovolite aplikacijam, ki imajo težave z omrežjem Wi-Fi, uporabo mobilnih podatkov.
sv: Tillåt appar som har problem med Wi-Fi att använda mobildata.
th: อนุญาตให้แอปที่เกิดปัญหากับ Wi‑Fi ใช้ข้อมูลเซลลูลาร์แทนได้
tr: Wi-Fi ile sorun yaşayan uygulamaların hücresel veri kullanmasına izin verin.
uk: Дозволити використання стільникових даних програмам, що мають ускладнення з Wi-Fi.
vi: Cho phép các ứng dụng gặp sự cố với Wi-Fi sử dụng dữ liệu di động.
zh_cn: 允许无法使用Wi-Fi的App使用蜂窝数据。
zh_hk: 允許無法連接Wi-Fi的App使用流動數據。
zh_tw: 允許無法連接Wi-Fi的App使用行動數據。

# RELIABLE_NETWORK_FALLBACK_FOOTER_WLAN
source: Automatically use cellular data when WLAN connectivity is poor.
ar: استخدام البيانات الخلوية تلقائيًا عندما يكون اتصال شبكة WLAN ضعيفًا.
bg: Автоматично ползване на мобилни данни при лоша WLAN връзка.
ca: Quan no tinguis una bona connexió WLAN, s’utilitzaran les dades mòbils automàticament.
cs: Při slabém signálu WLAN sítě budou automaticky využívána mobilní data.
da: Brug mobildata automatisk, når WLAN-forbindelsen er dårlig.
de: Bei schlechten WLAN-Verbindungen automatisch mobile Daten verwenden.
el: Αυτόματη χρήση κινητού δικτύου όταν η συνδεσιμότητα WLAN είναι ασθενής.
es: Utiliza la conexión de datos móviles automáticamente cuando la señal WLAN sea débil.
es_419: Usa automáticamente datos celulares cuando hay mala conectividad WLAN.
fi: Käytä automaattisesti mobiilidataa, kun WLAN-yhteys on huono.
fr: Utilisez automatiquement les données cellulaires lorsque la connexion au réseau WLAN est faible.
fr_ca: Utilisez automatiquement les données cellulaires lorsque la connectivité WLAN est mauvaise.
he: ניתן להשתמש באופן אוטומטי בנתונים סלולריים כאשר קליטת רשת ה-WLAN ירודה.
hi: WLAN कनेक्टिविटी ख़राब रहने पर ऑटोमैटिकली मोबाइल डेटा का उपयोग करें।
hr: Automatska uporaba mobilnih podataka kad je WLAN signal slab.
hu: A mobiladat-forgalom automatikus használata, ha a WLAN-kapcsolat minősége nem megfelelő.
id: Gunakan data seluler secara otomatis saat konektivitas WLAN jelek.
it: Utilizza automaticamente i dati cellulare quando il segnale della rete WLAN è scarso.
ja: WLANの接続状況が悪いときに自動的にモバイルデータ通信を使用します。
kk: WLAN қосылымы нашар болған кезде, ұялы деректер автоматты түрде пайдалану.
ko: WLAN 연결이 불안정하면 자동으로 셀룰러 데이터를 사용합니다.
lt: Kai WLAN ryšys prastas, automatiškai naudokite mobiliojo ryšio duomenis.
ms: Gunakan data selular secara automatik apabila ketersambungan WLAN lemah.
nl: Gebruik automatisch mobieledataverbinding wanneer de WLAN-verbinding slecht is.
no: Bruk mobildata automatisk når WLAN-forbindelsen er dårlig.
pl: Automatycznie używaj danych komórkowych przy słabym połączeniu z siecią WLAN.
pt_br: Usar dados celulares automaticamente quando a conectividade WLAN estiver fraca.
pt_pt: Quando a ligação por WLAN for fraca, usar dados móveis automaticamente.
ro: Utilizați automat conexiunea celulară de date atunci când conectivitatea WLAN este slabă.
ru: Автоматически использовать сотовые данные, если подключение WLAN работает плохо.
sk: Pri slabom signáli WLAN siete budú automaticky použité mobilné dáta.
sl: Pri slabi povezljivosti z omrežjem WLAN samodejno uporabite mobilne podatke.
sv: Använd automatiskt mobildata vid dålig WLAN-anslutning.
th: ใช้ข้อมูลเซลลูลาร์โดยอัตโนมัติเมื่อการเชื่อมต่อกับ WLAN ไม่ดี
tr: WLAN bağlantısı zayıfsa otomatik olarak hücresel veriyi kullanır.
uk: Автоматично перемикати на стільникові дані за слабкого WLAN-сигналу.
vi: Tự động sử dụng dữ liệu di động khi tín hiệu kết nối WLAN kém.
zh_cn: 无线局域网连接信号弱时自动使用蜂窝数据。
zh_hk: 在WLAN連線訊號微弱時自動使用流動數據。
zh_tw: WLAN連線狀態不佳時自動使用行動數據。
